Repository: stuartthomas/emoncmsMMP
Catalog: Modules/node/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Apikey authentication
de_de: Apikey Authentifikation

source: If you want to call any of the following actions when your not logged in, add an apikey to the URL of your request: &apikey=APIKEY.
de_de: Um eine der folgenden Aktionen auszuführen ohne eingeloggt zu sein füge den Apikey zu der Request-URL hinzu: &apikey=APIKEY.

source: Read only:
de_de: Nur Lesen:

source: Read & Write:
de_de: Lesen & Schreiben:

source: Posting data
de_de: Daten posten

source: With write apikey:
de_de: Mit Schreib Apikey:

source: Node API Help
de_de: Node API Hilfe

source: This is an alternative entry point to inputs designed around providing flexible decoding of RF12b struct based data packets
de_de: Dies ist ein alternativer Einstiegspunkt für Inputs, um Flexible Dekodierung von RF12b strukturierten Datenpaketen zu ermöglichen.

source: Input processes are executed sequentially with the result being passed back for further processing by the next processor in the input processing list.
de_de: Input Prozesse werden regelmässig ausgeführt und das Resultat wird zur weiteren Verarbeitung zurückgelieferrt zum nächsten Prozess in der Verarbeitungsliste.

source: Order
de_de: Reihenfolge

source: Process
de_de: Prozess

source: Actions
de_de: Aktionen

source: Add
de_de: Hinzufügen

source: No nodes detected yet
de_de: Noch keine Nodes gefunden

source: To use this module send a byte value csv string and the node id to:
de_de: Um dieses Modul zu nutzen sende einen CSV-Wert und die Node ID an:
